{
    "paper_id": "1cc6f07d9732099bfaf29a079e415ac683aed288",
    "metadata": {
        "title": "biomolecules Rigidity of the Outer Shell Predicted by a Protein Intrinsic Disorder Model Sheds Light on the COVID-19 (Wuhan-2019-nCoV) Infectivity",
        "authors": [
            {
                "first": "Gerard",
                "middle": [],
                "last": "Kian-Meng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Goh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Keith"
                ],
                "last": "Dunker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "kedunker@iupui.edu"
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Foster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Idaho",
                    "location": {
                        "postCode": "83844",
                        "settlement": "Moscow",
                        "region": "ID",
                        "country": "USA"
                    }
                },
                "email": "foster@uidaho.edu"
            },
            {
                "first": "Vladimir",
                "middle": [
                    "N"
                ],
                "last": "Uversky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Florida",
                    "location": {
                        "postCode": "33612",
                        "settlement": "Tampa",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": "vuversky@usf.eduv.n.u."
            }
        ]
    },
    "abstract": [
        {
            "text": "The world is currently witnessing an outbreak of a new coronavirus spreading quickly across China and affecting at least 24 other countries. With almost 65,000 infected, a worldwide death toll of at least 1370 (as of 14 February 2020), and with the potential to affect up to two-thirds of the world population, COVID-19 is considered by the World Health Organization (WHO) to be a global health emergency. The speed of spread and infectivity of COVID-19 (also known as Wuhan-2019-nCoV) are dramatically exceeding those of the Middle East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV). In fact, since September 2012, the WHO has been notified of 2494 laboratory-confirmed cases of infection with MERS-CoV, whereas the 2002-2003 epidemic of SARS affected 26 countries and resulted in more than 8000 cases. Therefore, although SARS, MERS, and COVID-19 are all the result of coronaviral infections, the causes of the coronaviruses differ dramatically in their transmissibility. It is likely that these differences in infectivity of coronaviruses can be attributed to the differences in the rigidity of their shells which can be evaluated using computational tools for predicting intrinsic disorder predisposition of the corresponding viral proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Before the MERS-CoV outbreak in 2012, we built a model using artificial intelligence (AI) tools for the identification of the levels of predicted intrinsic disorder (PID) in a query protein using its amino acid sequence as the only input [1] . Next, this information was applied to rank various coronaviruses based on the levels of disorder in their inner and outer shells (i.e., PID values evaluated for their nucleocapsid (N) and membrane (M) proteins, respectively) and to find if these shell PID values were indicative of how long the given virus was able to stay in the environment [1] [2] [3] . The application of this model ranked coronaviruses into three groups (Categories A, B, and C), members of which differ not only by the levels of their shell disorder, but also by their respiratory and fecal-oral transmission potential [1] [2] [3] . The model was consistent with the hypothesis that viruses remaining in harsh environments require harder, i.e., less disordered, shells to survive [2, 3] . Furthermore, higher levels of inner shell disorder could be associated with greater infectivity, especially with regard to the viruses with high respiratory transmission potential [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 997,
                    "end": 1000,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1186,
                    "end": 1189,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the basis of these considerations, Category A coronaviruses are characterized by more disordered inner (N) shell and higher levels of respiratory transmission combined with lower levels of fecal-oral transmission. Category B coronaviruses are characterized by the N shell having intermediate levels of disorder and intermediate levels of respiratory and fecal-oral transmission, whereas Category C coronaviruses possess the most ordered N proteins and are characterized by higher levels of fecal-oral transmission and lower levels of respiratory transmission [1] [2] [3] [4] [5] . Notably, some (not all) of the viruses with lower outer shell rigidity (higher M PID) are in Category C with greater fecal-oral transmission potential because these viruses do not have to be in the environment for a long time given that the fecal-oral route is an efficient mode of transmission among some farm animals.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 565,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to this PID-based classification, SARS-CoV (with PIDs of 9% and 50% for its M and N proteins, respectively) falls into Category B, which includes the coronaviruses with the intermediate levels of both respiratory and fecal-oral potential. However, MERS-CoV, whose M and N proteins are characterized by the PID values of 10% and 44%, respectively, were placed into a group with a higher fecal-oral and lower respiratory transmission potential, Category C [5] . Importantly, this classification of coronaviruses which is based on the rigidity of their shells was generally supported by clinical observations of their transmission modes.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The usefulness of our model is now becoming obvious, considering the current COVID-19/Wuhan 2019-nCoV outbreak [6] . Currently, the analysis suggests (details of this analysis will be published elsewhere [7] ) that COVID-19/Wuhan 2019-nCoV belongs to Category B, indicating that, similar to SARS-CoV, COVID-19/Wuhan 2019-nCoV can be efficiently transmitted via the respiratory mode. However, due to the fact that the outer shell of this virus is among the hardest in the coronavirus family, the model suggests that COVID-19/Wuhan 2019-nCoV is likely to be more resilient in body fluids and the environment than most of its cousins, including SARS-CoV and MERS-CoV. Therefore, our model predicts that COVID-19/Wuhan 2019-nCoV can be efficiently spread by respiratory means, as in the case of SARS-CoV, but it also has the potential to remain outside the body longer than SARS-CoV, and, probably, MERS-CoV. The possibility of fecal-respiratory transmission of COVID-19/Wuhan 2019-nCoV is especially of concern, as was the case for SARS-CoV in the Amoy Garden, Hong Kong3. Furthermore, the intermediate levels of fecal-oral transmission potential of COVID-19/Wuhan 2019-nCoV should also be kept in mind, as in the case of all other viruses in Category B.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the ability to last longer outside the body provides better fitness of the virus that relies more on the fecal-respiratory route of transmission, as seen in PEDV3,5, transmission of the more rigid virus can occur via feces, but also in airborne form released from mucus, vomit, and other body fluids. These properties can also explain the higher contagiousness levels of the COVID-19/Wuhan 2019-nCoV than with SARS-CoV [6] . In fact, the ability of COVID-19/Wuhan 2019-nCoV to remain infectious outside the body for a longer period than SARS-CoV could imply that it requires fewer viral particles for greater chances of infection. Furthermore, an infected body can shed more active viral particles in greater concentrations as more particles are able to resist the digestive enzymes found in most bodily fluids including saliva [2, 3] . All these can explain not only high contagiousness of the COVID-19/Wuhan 2019-nCoV but also the reported capability of this virus to be spread even before the patient begins to show symptoms [6] . ",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 841,
                    "end": 843,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding viral transmission behavior via protein intrinsic disorder prediction: Coronaviruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Uversky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Pathog",
            "volume": "738590",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2012/738590"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HIV vaccine mystery and viral shell disorder",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Uversky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Biomolecules",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/biom9050178"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viral Shapeshifters: Strange Behaviors of HIV and other Viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "978--9811147135",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nipah shell disorder, modes of infection and virulence",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Uversky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microb. Pathog",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micpath.2020.103976"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prediction of intrinsic disorder in MERS-CoV/HCoV-EMC supports a high oral-fecal transmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Uversky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Curr",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.22254b58675cdebc256dbe3c5aa6498b"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO. Novel Coronavirus (2019-nCoV). Available online",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Shell disorder analysis predicts high resilience of the Wuhan-2019-nCoV outside the body and in the bodily fluids",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Uversky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Microb. Pathog. 2020, under review. © 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contributions: Conceptualization, G.K.-M.G.; data curation, G.K.-M.G., and V.N.U.; formal analysis, G.K.-M.G.; investigation, G.K.-M.G.; methodology, A.K.D.; resources, A.K.D. and J.A.F.; software, G.K.-M.G.; writing-original draft, G.K.-M.G. and V.N.U; writing-review and editing, V.N.U. and J.A.F. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conflicts of Interest: G.K.-M.G. is an independent researcher and the owner of Goh's BioComputing, Singapore. G.K.-M.G. has also written a book (\"Viral Shapeshifters: Strange Behaviors of HIV and Other Viruses\") on a related subject. The authors have no other potential conflict of interests. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}