{
    "paper_id": "5f79caf84d58e8ea8aa5adb1c6f6fea58cd27165",
    "metadata": {
        "title": "Reverse Logistics Network Design for Effective Management of Medical Waste in Epidemic Outbreaks: Insights from the Coronavirus Disease 2019 (COVID-19) Outbreak in Wuhan (China)",
        "authors": [
            {
                "first": "Hao",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UiT The Arctic University of Norway",
                    "location": {
                        "addrLine": "Lodve Langesgate 2",
                        "postCode": "8514",
                        "settlement": "Narvik",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UiT The Arctic University of Norway",
                    "location": {
                        "addrLine": "Lodve Langesgate 2",
                        "postCode": "8514",
                        "settlement": "Narvik",
                        "country": "Norway"
                    }
                },
                "email": "xu.sun@uit.nox.s."
            },
            {
                "first": "Wei",
                "middle": [
                    "Deng"
                ],
                "last": "Solvang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UiT The Arctic University of Norway",
                    "location": {
                        "addrLine": "Lodve Langesgate 2",
                        "postCode": "8514",
                        "settlement": "Narvik",
                        "country": "Norway"
                    }
                },
                "email": "wei.d.solvang@uit.now.d.s."
            },
            {
                "first": "Xu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Three Gorges University",
                    "location": {
                        "postCode": "443002",
                        "settlement": "Yichang",
                        "country": "China, China"
                    }
                },
                "email": "zhaoxu@ctgu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of an epidemic disease may pose significant treats to human beings and may further lead to a global crisis. In order to control the spread of an epidemic, the effective management of rapidly increased medical waste through establishing a temporary reverse logistics system is of vital importance. However, no research has been conducted with the focus on the design of an epidemic reverse logistics network for dealing with medical waste during epidemic outbreaks, which, if improperly treated, may accelerate disease spread and pose a significant risk for both medical staffs and patients. Therefore, this paper proposes a novel multi-objective multi-period mixed integer program for reverse logistics network design in epidemic outbreaks, which aims at determining the best locations of temporary facilities and the transportation strategies for effective management of the exponentially increased medical waste within a very short period. The application of the model is illustrated with a case study based on the outbreak of the coronavirus disease 2019 in Wuhan, China. Even though the uncertainty of the future COVID-19 spread tendency is very high at the time of this research, several general policy recommendations can still be obtained based on computational experiments and quantitative analyses. Among other insights, the results suggest installing temporary incinerators may be an effective solution for managing the tremendous increase of medical waste during the COVID-19 outbreak in Wuhan, but the location selection of these temporary incinerators is of significant importance. Due to the limitation on available data and knowledge at present stage, more real-world information are needed to assess the effectiveness of the current solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The number and impact of both natural and human-related catastrophes have been increasing since the 1950s [1] . Among various kinds of disasters, epidemic disease outbreaks may pose tremendous treats for human beings [2, 3] , and it may, if ineffectively controlled, further become a pandemic and lead to a global crisis. In accordance with the World Health Organization (WHO), an epidemic outbreak is \"the occurrence of disease cases in excess of normal expectancy\" [4] , which is usually caused by an infectious disease through human-to-human transmission and animal-to-human transmission or by the exposure to radioactive and hazardous chemical sources [4] . During the latest two decades, the outbreak of several infectious and deadly diseases, i.e., the severe acute respiratory syndrome (SARS) in 2003, the Marburg hemorrhagic fever in 2007, the H1N1 influenza in 2009, the Ebola virus in 2014, and the Middle East respiratory syndrome coronavirus (MERS-Cov) in 2014, have not only caused a large number of deaths, but also severely affected the economic development of these countries. Moreover, the fear of epidemic spread has led to a global panic.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemic outbreak could usually lead to a sharp increase on the infections within a very short time, which drives a dramatically increased demand of various resources, i.e., medical staff, medical supplies, healthcare facilities, etc., in order to provide a timely and sufficient medical service, control the disease spread and minimize the economic impact. In this regard, the establishment of an effective and responsive logistics network to deal with this temporarily and drastically increased demand is of essential importance. Over the years, optimization models and methods have been formulated in order to investigate the logistics problems and to improve the decision-makings for preparation of and quick response to the outbreak of infectious diseases [5] . However, another significant challenge, which is the reverse logistics system for effective management of medical waste, has never been thoroughly investigated. The medical waste generation increases exponentially in epidemic outbreak and it may, if improperly collected or treated, accelerate disease spread and pose a significant risk on both medical staffs and patients. Due to this reason, the proper design of a temporary reverse logistics system for effective management of the dramatically increased medical waste and healthcare hazards in epidemic outbreak is of paramount significance.",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since December 2019, several cases of atypical pneumonia caused by the coronavirus disease 2019 (COVID -19) has been reported in Wuhan, China [6, 7] , which has later been confirmed to be due to human-to-human transmission [8] . Since January 2020, the number of COVID-19 infections has increased significantly and a global emergency has been declared by the WHO on January 31th [9] . The total reported infections by February 25th (08:30 h Norway time) had increased to 79,331 in at least 30 countries [10] , among which more than 97% are reported in mainland China [10] . The total death toll has reached to more than 2600 [10] , which surpasses by three times the total number of deaths during the SARS outbreak in 2003 [11] . In order to control the rapid spread of the COVID-19, the epidemic center, Wuhan, a city with more than 10 million residents, was placed on effective lockdown on January 23th and the lockdown measures were shortly after implemented in the whole of Hubei Province [12] . The number of city lockdowns in China had increased to more than 80 by the beginning of February. Besides, tourist sites were closed across the country, public gatherings were cancelled and people was encouraged to stay at home [13] . All school activities were suspended [13] . and instead, online platforms have been used for teaching and learning. The implementation of lockdown policies has effectively restricted both inbound and outbound transportation in Hubei Province [6] , and the mobility of people within the cities has been largely reduced [13] . In Wuhan, within two weeks, several temporary hospitals have been established to provide more clinical beds and medical service for the COVID-19 infection. This has led to significant logistics challenges in both forward and reverse directions. From the reverse logistics perspective, the rapidly increased amount of medical waste due to the COVID-19 outbreak needs to be collected and treated in a timely, safe and effective manner in order to minimize the virus spread and the risk to humans. Taking into account the real-world challenge faced in Wuhan, a novel multi-objective multi-period mixed integer linear program is modeled for the reverse logistics network design of medical waste management in epidemic outbreak, which aims at improving the decision-makings related to the temporary facilities and the transportation planning. Meanwhile, the model could provide quantitative analysis and managerial insights into the system performance.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "-19)",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 146,
                    "end": 148,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1272,
                    "end": 1276,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1477,
                    "end": 1480,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1553,
                    "end": 1557,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reminder of the paper is organized as follows: Section 2 presents an extensive literature review on previous modeling efforts in relevant topics. Section 3 gives problem description, mathematical model and solution approach. Section 4 presents a case study based on the COVID-19 outbreak in Wuhan in order to show the application of the proposed model and to provide general policy recommendations. Section 5 concludes the paper and gives an outlook for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the scope of this research, an extensive literature review is given with a focus on: (1) epidemic logistics models and (2) reverse logistics models for medical waste, respectively. The literature gaps and the motivation of the study are given later in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "From a general perspective, the epidemic logistics problem belongs to emergency or disaster logistics management that focuses on four consecutive decision-makings associated with risk mitigation, preparation, response activities, and post-disaster recovery [1, 14] . Liu et al. [5] provided an extensive overview of logistics challenges and models for decision-makings under epidemic outbreak. Boomee et al. [1] compared the performance of several network design models in different stages of decision-making. Taking into account six infectious diseases, Adivar and Selen [15] provided an extensive literature review on the applications of epidemic modeling and the policy-making strategy.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic Logistics Models"
        },
        {
            "text": "In recent years, modeling efforts have been predominantly given to the study of epidemic diffusion with compartmental models and to the short-term planning of temporary logistics systems in order to provide highly responsive healthcare service and medical relief efforts [16] . One of the most significant logistics challenges is to set up temporary healthcare facilities in order to deal with the rapid increase of infections. In this regard, Büyüktahtakın et al. [2] formulated an mixed integer program to minimize the overall amount of infections and fatalities considering the spatial spread of an infectious disease. The model determines the number, the capacity, and the locations of patient treatment centers as well as the patient flows. Practical insights were obtained from a case study of the outbreak of Ebola virus in three African regions.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic Logistics Models"
        },
        {
            "text": "Another important logistics challenge is to allocate medical reliefs in a timely and appropriate fashion. He and Liu [17] investigated a two-level methodological framework in order to provide timely and responsive relief distribution under public health emergencies. The first model forecasts the demand of medical reliefs in different periods and the second model determines the allocation of these reliefs. Taking into account the dynamics of infections and demands, Liu and Zhao [18] formulated an optimization model to determine the replenishment strategy and the allocation plan of emergency reliefs under bioterrorism situations. Liu and Liang [19] proposed a dynamic linear program to minimize the overall cost of a three-level emergency logistics system for the allocation of medical reliefs in disease outbreak. Considering both epidemic spread dynamics and stochastic incubation period, Wang, et al. [20] developed a bi-objective stochastic model to simultaneously improve the responsiveness and the cost effectiveness of emergency resource distribution. A genetic algorithm was applied to solve the complex optimization problem. Liu and Zhang [16] investigated a mixed integer program for an epidemic resource allocation problem considering dynamic updates of demand forecast.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic Logistics Models"
        },
        {
            "text": "Reverse logistics refers to the management of various forms of returned flows in a supply chain [21] . The focus of reverse logistics is to maximize the value recovery from end-of-life (EOL) and end-of-use (EOU) products through reuse, re-fabrication, remanufacturing, recycling, and energy recovery [22, 23] . Reverse logistics network design determines the configuration and the operational strategy of a reverse logistics system, which has a significant impact on its long-term performance. Over the last two decades, quantitative optimization models and computational methods have been extensively investigated in order to improve the decision-making on reverse logistics network design at both strategic and operational levels [22, 24] . With the implementation of different techniques, these decision-support models focused mainly on the optimization of economic efficiency [25] [26] [27] [28] , environmental impact [23, [28] [29] [30] , potential job creation as well as other socio-economic impact factors [31] . The effectiveness of these optimization models and computational methods have been validated in a large variety of industries and business sectors [32] [33] [34] [35] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 938,
                    "end": 942,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Reverse Logistics Models for Medical Waste"
        },
        {
            "text": "Early research works of reverse logistics network design for medical waste management were provided by Shi, et al. [36] and Shi [37] , where mixed integer programs were applied to minimize the overall cost for setting up and operating the system. Budak and Ustundag [38] proposed a single-objective mixed integer program for making the optimal location-allocation decisions related to collection, transportation and disposal of medical waste in Turkey. The primary objective of the model is to minimize the total cost. Mantzaras and Voudrias [39] developed a nonlinear integer program for the location-routing problem to minimize the overall cost for the medical waste reverse logistics network design in a Greek region. However, the problems in these studies were mainly modeled as general reverse logistics systems. The risk and environmental impact of medical waste treatment were not taken into consideration. To tackle this problem, He et al. [40] investigated the material flow and the structure of medical waste collection systems in China in order to minimize the risk of reverse logistics operations. Thakur and Anbanandam [41] studied the barriers of medical waste reverse logistics in India with a fuzzy-matrice d'impacts croisés multiplication appliquée á un classement (MICMAC) analysis. Wang, et al. [42] proposed a bi-objective mixed integer program combined with a Grey prediction model for reverse logistics network design of medical waste, which aims at minimizing both operating cost and environmental risk. The two objective functions were combined with a weighted sum and the model was validated with a real-world case study in Shanghai, China.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Reverse Logistics Models for Medical Waste"
        },
        {
            "text": "The literature survey has revealed that the modeling efforts on epidemic logistics models have predominantly focused on the forward supply chain in order to deliver medical service and distribute medical reliefs in a responsive manner. On the other hand, the research focus of the reverse logistics models for medical waste is to provide robust strategic decisions and to suggest operational strategies for the system design in a cost effective and environmentally friendly way. However, to our knowledge, no research work has been conducted to design a temporary reverse logistics system for the treatment of rapidly increased medical waste and healthcare hazards in epidemic outbreak, which, if inappropriately managed, may pose a significant risk. In order to fill the literature gap, this paper proposes a novel reverse logistics network design model for effective management of medical waste in epidemic outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Gap and Contributions of this Research"
        },
        {
            "text": "The main objectives of this research are summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Gap and Contributions of this Research"
        },
        {
            "text": "1. First, the research aims to identify and analyze the characteristics of the temporary reverse logistics system for effective management of medical waste in epidemic outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Gap and Contributions of this Research"
        },
        {
            "text": "Considering these characteristics, the research aims to formulate an optimization model in order to improve the decision-makings on the time and the locations for setting up temporary facilities and on the operating strategies in different periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Finally, the research aims to show the application of the proposed model through a real-world case study and to obtain general managerial implications based on the computational results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "This section presents the problem description, formulates the mathematical model and develops the solution approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Medical waste refers to the waste materials generated due to healthcare activities from hospitals, clinics, laboratories as well as other healthcare and research institutions [42, 43] . The composition of medical waste may include infectious waste, sharp object, chemical substance, pathological waste, radioactive waste, etc. [43] , which may contain highly hazardous substances and may impose potential risks to medical staffs, patients and the general public [43] . The reverse logistics of medical waste comprises of three main activities: (1) collection and separation at the sources; (2) transportation to respective facilities; and (3) proper treatment and disposal [44] . At the sources, medical waste is usually collected and sorted with color-coded containers based on their characteristics, but the color selected, the waste classification and the requirement of maximum storage time in different regions are by no means identical [45] . For example, in Hubei Province, the maximum storage time of the medical waste at hospitals from the COVID-19 patients is 24 hours, while it is 48 hours for other medical waste [46] . The transportation of medical waste usually comprises of two parts, where the first part is to transport the infectious medical waste from hospitals to treatment centers and the second part is to send the residue to landfill [47] . Due to the hazardous nature, medical waste must be properly treated before the final disposal, otherwise it may has a significant environmental impact, i.e., contamination of surface and underground waters [43] . Medical waste can be treated by several methods, i.e., thermal processes, chemical processes, irradiation technologies, biological processes and mechanical processes [48] , among which the incineration of medical waste is the most widely practiced method today [43] . However, the fly ash, SO 2 as well as other pollutants from the incineration of medical waste may result in air pollution and an improper location of incineration plant may hence impose a significant risk on nearby residents [49] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1570,
                    "end": 1574,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1743,
                    "end": 1747,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1838,
                    "end": 1842,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2070,
                    "end": 2074,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "Reverse logistics network design for medical waste management has been formulated by several researches [42] . The problem is usually modeled as a two-stage decision-making problem where the first stage decisions select the strategic locations for different facilities and the second stage decisions determine the operations of the network in a short-term horizon. The focus is to balance the trade-off between economic performance and environmental risk related to collection, transportation, treatment and disposal of medical waste [42] . However, when an epidemic disease breaks out, the generation of infectious medical waste as well as the other healthcare hazards may be drastically increased within a very short period due to the exponentially rapid spread of the disease at the initial stage. This leads to a significant challenge for the reverse logistics system of medical waste and puts forward another complex short-term decision-making problem on how to deal with the fast accumulation of medical hazards. In this regard, Figure 1 presents the framework of a reverse logistics system for effective management of medical waste in epidemic outbreak, where, besides the existing facilities, temporary transit centers and temporary treatment centers are established in order to provide sufficient capacity to treat the increased medical waste and to effectively eliminate the infectious virus before disposal. The medical waste collected at hospitals as well as other healthcare centers can either be directly transported to the treatment centers or be transferred and consolidated via temporary transit centers. Nevertheless, a specific transportation mode may be implemented in accordance with practical situations. characteristics, but the color selected, the waste classification and the requirement of maximum storage time in different regions are by no means identical [45] . For example, in Hubei Province, the maximum storage time of the medical waste at hospitals from the COVID-19 patients is 24 hours, while it is 48 hours for other medical waste [46] . The transportation of medical waste usually comprises of two parts, where the first part is to transport the infectious medical waste from hospitals to treatment centers and the second part is to send the residue to landfill [47] . Due to the hazardous nature, medical waste must be properly treated before the final disposal, otherwise it may has a significant environmental impact, i.e., contamination of surface and underground waters [43] . Medical waste can be treated by several methods, i.e., thermal processes, chemical processes, irradiation technologies, biological processes and mechanical processes [48] , among which the incineration of medical waste is the most widely practiced method today [43] . However, the fly ash, SO2 as well as other pollutants from the incineration of medical waste may result in air pollution and an improper location of incineration plant may hence impose a significant risk on nearby residents [49] . Reverse logistics network design for medical waste management has been formulated by several researches [42] . The problem is usually modeled as a two-stage decision-making problem where the first stage decisions select the strategic locations for different facilities and the second stage decisions determine the operations of the network in a short-term horizon. The focus is to balance the trade-off between economic performance and environmental risk related to collection, transportation, treatment and disposal of medical waste [42] . However, when an epidemic disease breaks out, the generation of infectious medical waste as well as the other healthcare hazards may be drastically increased within a very short period due to the exponentially rapid spread of the disease at the initial stage. This leads to a significant challenge for the reverse logistics system of medical waste and puts forward another complex short-term decision-making problem on how to deal with the fast accumulation of medical hazards. In this regard, Figure 1 presents the framework of a reverse logistics system for effective management of medical waste in epidemic outbreak, where, besides the existing facilities, temporary transit centers and temporary treatment centers are established in order to provide sufficient capacity to treat the increased medical waste and to effectively eliminate the infectious virus before disposal. The medical waste collected at hospitals as well as other healthcare centers can either be directly transported to the treatment centers or be transferred and consolidated via temporary transit centers. Nevertheless, a specific transportation mode may be implemented in accordance with practical situations. Compared with traditional reverse logistics network design for medical waste management, the problem in epidemic outbreak has the following characteristics:",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1884,
                    "end": 1888,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2067,
                    "end": 2071,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2299,
                    "end": 2303,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2512,
                    "end": 2516,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2685,
                    "end": 2689,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2780,
                    "end": 2784,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3011,
                    "end": 3015,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 3122,
                    "end": 3126,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3552,
                    "end": 3556,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1035,
                    "end": 1043,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4053,
                    "end": 4061,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Problem Description"
        },
        {
            "text": "•",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "The planning horizon is much shorter and ranges normally from several weeks to several months. Compared with traditional reverse logistics network design for medical waste management, the problem in epidemic outbreak has the following characteristics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "•",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "The planning horizon is much shorter and ranges normally from several weeks to several months. • However, within the planning horizon, the increase or change of medical waste generation is much more significant depending on the pattern of epidemic spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description"
        },
        {
            "text": "In order to deal with the rapid change of medical waste generation, temporary facilities need to be installed in a timely and responsive way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Compared with the cost, the control of risk impact plays a more important role in order to effectively control the rapid spread of infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Based on the discussion above, a multi-period multi-objective mixed integer programming model is proposed for the decision-support of reverse logistics network design for effective management of medical waste in epidemic outbreak. The objective is, through optimizing the decisions on the time and locations for setting up temporary facilities and on the transportation strategies in different periods, to responsively deal with the tremendous increase of medical waste within the planning horizon and to effectively reduce the risk of epidemic spread from the collection, transportation and treatment of medical waste and healthcare hazards. In addition, the risk from the residues of medical waste is minimized at treatment centers and can thus be safely stored, transported and disposed in later stages, so the risk associated with the transportation, storage and disposal of the residues is not taken into account in the mathematical model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "First, the definitions of sets, parameters and decision variables are given. Then, the objective functions and constraints of the mathematical model are formulated. Fixed operating cost of temporary transit center t ∈ T in period p ∈ P Oc p e Fixed operating cost of existing treatment center e ∈ E in period p ∈ P Oc p d Fixed operating cost of temporary treatment center d ∈ D in period p ∈ P pc p t Unit processing cost at temporary transit center t ∈ T in period p ∈ P pc p e Unit treatment cost at existing treatment center e ∈ E in period p ∈ P pc p d Unit treatment cost at temporary treatment center d ∈ D in period p ∈ P tc p ht Unit transportation cost from hospital h ∈ H to temporary transit center t ∈ T tc p te Unit transportation cost from temporary transit center t ∈ T to existing treatment center e ∈ E tc p td Unit transportation cost from temporary transit center t ∈ T to temporary treatment center d ∈ D tc p he Unit transportation cost from hospital h ∈ H to existing treatment center e ∈ E tc p hd Unit transportation cost from hospital h ∈ H to temporary treatment center d ∈ D Decision variables Y t Binary variable determines if a temporary transit center will be opened at candidate location t ∈ T Y d Binary variable determines if a temporary treatment center will be opened at candidate location d ∈ D OT p t Binary variable determines if a temporary transit center t ∈ T will be used in period p ∈ P OT p e Binary variable determines if an existing treatment center e ∈ E will be used in period p ∈ P OT p d Binary variable determines if a temporary treatment center d ∈ D will be used in period p ∈ P UQ p h Uncollected amount of medical waste at hospital h ∈ H in period p ∈ P Q p t Amount of medical waste processed at temporary transit center t ∈ T in period p ∈ P Q p e Amount of medical waste treated at existing treatment center e ∈ E in period p ∈ P Q p d Amount of medical waste treated at temporary treatment center d ∈ D in period p ∈ P Q p ht Amount of medical waste transported from hospital h ∈ H to temporary transit center t ∈ T in period p ∈ P Q p te Amount of medical waste transported from temporary transit center t ∈ T to existing treatment center e ∈ E in period p ∈ P Q p td Amount of medical waste transported from temporary transit center t ∈ T to temporary treatment center d ∈ D in period p ∈ P Q p he Amount of medical waste transported from hospital h ∈ H to existing treatment center e ∈ E in period p ∈ P Q p hd Amount of medical waste transported from hospital h ∈ H to temporary treatment center d ∈ D in period p ∈ P",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "The objective of the mathematical model is to balance the trade-off between overall risk and economic performance for the effective management of dramatically increased generation of medical waste and healthcare hazards in epidemic outbreak. Different from the other logistics factors, i.e., cost, lead-time, etc., risk is a relatively abstract concept and is thus difficult to be quantified accurately. Several methods have been investigated for the quantification and assessment of risk in different fields [50] [51] [52] . Equation (1) presents a widely accepted approach for evaluating the risk impact [53] , where the risk impact is determined by the probability and the consequences of a risk event. For implementing this risk assessment approach to a variety of projects or systems, different parameters should be defined accordingly. In this regard, both quantitative methods, i.e., AHP [54, 55] , TOPSIS [55] , etc., and qualitative methods, i.e., Delphi method [56] , expert options [57] , etc., have been extensively investigated for the quantification of the probability and the consequence of risk events:",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Objective Functions"
        },
        {
            "text": "Based on Equation (1), two objective functions are formulated in order to minimize the risk at the sources of medical waste and the risk related to the transportation and treatment of medical waste. The first objective function Equation (2) minimizes the risk at hospitals, healthcare centers as well as other sources of medical waste, where large amounts of patients are received within a short period for medical service in epidemic outbreak. The probability of accidental risk at the sources is measured by the professional level and by the capacity of medical waste management at different hospitals and healthcare institutions. Research has revealed improper management of healthcare hazards results in severe consequence of HIV infections of medical staffs [58] . Furthermore, the risk of the spread of infectious disease increases rapidly if the healthcare hazards cannot be collected and treated in a timely and appropriate manner. For example, researches have shown the persistence of coronavirus on inanimate surfaces, i.e., medical waste, could be up to 9 days [59] . Moreover, some infectious diseases, i.e., the COVID-19, may be possible for aerosol transmission especially within closed environment like hospitals [60] , which further increase the risk of disease spread. The consequence of accidental risk is proportional to the number of patients received at hospitals and healthcare institutions and to the spread rate of the epidemic disease. Therefore, for a given epidemic disease, the objective aims at minimizing the long-time storage of medial waste at the sources in order to reduce of the risk of disease spread among patients and medical staffs due to accidents:",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 767,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Objective Functions"
        },
        {
            "text": "The second objective function, Equation (3), minimizes the risk related to the transportation and treatment of medical waste. Due to the highly infectious nature, medical waste is hazardous and can thus be modeled based on several established hazardous location-routing problems [61] [62] [63] [64] [65] . The first three parts evaluate the transportation risk via temporary transit centers and the last two parts calculate the risk related to direct transportation. The probability of transportation risk is measured by the probability of traffic accident and by the amount of the medical waste transported in each route. The consequence of transportation risk is proportional to the size of population along the route. The sixth part calculates the processing risk at temporary transit centers and the last two parts evaluate the treatment risk at both existing and temporary treatment centers. The treatment risk is related to the probability of accident at different facilities, the amount of medical waste received, and the population exposure. It is noteworthy that the historical or statistical data of accident may not be available for temporarily established transit centers and treatment facilities. In this regard, experts' opinions may be important to determine the model inputs: ",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Objective Functions"
        },
        {
            "text": "Equation (4) minimizes the total cost for establishing and operating the temporary reverse logistics system for medical waste in epidemic outbreak, which comprises of the installation cost of temporary facilities, the facility operating cost, and the transportation cost. Even though the primary objective of the model is for risk control in disease outbreak, this objective may provide a rough cost estimation for reducing the risk impact to a certain level. based on which, a budgetary constraint may be set up by the decision-makers: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective Functions"
        },
        {
            "text": "Apparently, the three objective functions are conflicting with each other. The minimization of one objective may lead to a weaker performance on the others. For instance, the minimization of the accidental risk at hospitals and healthcare institutions requires that a maximum amount of medical waste needs to be removed from the sources and be properly treated in a timely manner. However, on the other hand, this increases the risk and the cost of medical waste transportation and treatment. Hence, the focus of the optimization is to balance the trade-off among the three objective functions through decision-makings on the locations of temporary facilities and on the transportation strategies of each period within the planning horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective Functions"
        },
        {
            "text": "The model is restricted by Equations (5)- (35) . (5) and (6) calculate the uncollected amount of medical waste at each hospital by the end of each period. Herein, Gw p h is a time-varying state parameter that is affected by the developing tendency of an epidemic. Several models and methods have been developed to study and to predict the dynamics of an infectious disease, among which the Susceptible-Exposed-Infected-Recovered (SEIR) model is the most widely adopted one [14, 16, 18, 20] . Equations (7) and (8) are the flow balance constraints at the temporary transit centers. In epidemic reverse logistics system, the transit centers are considered as cross-docking centers only for the consolidation of transportation and, due to the high risk, medical waste cannot be stored at the temporary transit centers. Equations (9) and (10) determine the input amount of medical waste at both existing and temporary treatment centers. It is noteworthy that the formulated network structure allows both direct transportation and transshipment of medical waste. However, considering practical situations, a specific transportation mode may be determined by setting the respective parts in the model to 0:",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Model constraints"
        },
        {
            "text": "Capacity and utilization constraints: Equation (11) gives the capacity constraints of temporary transit centers, which also require the medical waste cannot be sent via a transit center if it is not in operation. In order to guarantee the effective use of a temporary transit center, Equation (12) sets up a lower bound for the rate of facility utilization if it is selected to operate in a given period. Equations (13)- (16) are the capacity and utilization constraints of both existing and temporary treatment centers:",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Flow balance constraints: Equations"
        },
        {
            "text": "Q p e ≤ Cap e OT p e , ∀e ∈ E, p ∈ P",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow balance constraints: Equations"
        },
        {
            "text": "Q p e ≥ LB e Cap e OT p e , ∀e ∈ E, p ∈ P",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow balance constraints: Equations"
        },
        {
            "text": "Facility selection and operation periods: Equations (17) and (18) ensure that, in any period, a temporary facility cannot be used when the respective candidate location is not selected. It is noteworthy that, in this mathematical model, the variables Y t and Y d determine if the respective temporary facilities are to be installed and the variables OT p t and OT p d decide when these temporary facilities are to be used. Equations (19) and (20) require that, if a candidate location is selected to install a respective temporary facility, it must be used for the transshipment or for the treatment of medical waste within the planning horizon:",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Flow balance constraints: Equations"
        },
        {
            "text": "Requirements of decision variables: Equations (21)- (34) give the domains of the decision variables, where the variables related to facility location and utilization are integers and the others related to allocation and transportation are continuous variables:",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Flow balance constraints: Equations"
        },
        {
            "text": "OT p e ∈ {0, 1}, ∀e ∈ E, p ∈ P (24)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow balance constraints: Equations"
        },
        {
            "text": "Q p te ≥ 0, ∀t ∈ T, e ∈ E, p ∈ P (31) Q p td ≥ 0, ∀t ∈ T, d ∈ D, p ∈ P (32) Q p he ≥ 0, ∀h ∈ H, e ∈ E, p ∈ P (33)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow balance constraints: Equations"
        },
        {
            "text": "The three objective functions in the proposed mathematical model evaluate both risk and cost related to collection, transportation, and treatment of medical waste in epidemic outbreak. However, due to the measurements of these three objective functions are by no means identical, they cannot be combined directly with a weighted sum. Thus, in order to solve the multi-objective optimization problem, an interactive fuzzy approach proposed by Pishvaee and Razmi [66] is used in this paper.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[66]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Solution Approach"
        },
        {
            "text": "The procedures of the interactive fuzzy approach are given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution Approach"
        },
        {
            "text": "(1) First, the priority level of the three objective functions f 1 , f 2 and f 3 are determined by the decision-makers. (2) The best solution f optimal and the worst solution f nadia of the three objective functions are calculated.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Solution Approach"
        },
        {
            "text": "The f optimal is obtained by optimizing each objective function individually. The f nadia is calculated with a lexicographic method based on the given priority level of the objective functions in order to obtain non-dominated efficient solutions [67] . The range of each objective function can then be determined. (3) The satisfaction level of each objective function can be calculated by the fuzzy membership functions given in Equations (35)- (37) , which ranges from 0 to 1.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Solution Approach"
        },
        {
            "text": "(4) With the given priority level of different objective functions, the multi-objective optimization problem can then be converted to a single objective model with the ε-constraint method given in Equation (38), where ε f 2 and ε f 3 are the required satisfaction levels:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution Approach"
        },
        {
            "text": "Maximize µ 1 (x) Subject to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution Approach"
        },
        {
            "text": "(5) The satisfaction levels ε f 2 and ε f 3 can be adjusted in order to generate a set of Pareto optimal solutions, from which a preferred combination can be selected by the decision-makers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution Approach"
        },
        {
            "text": "In order to show the application of the proposed mathematical model, a case study is presented in this section based on the outbreak of a novel coronavirus in China. Besides, general managerial implications are discussed from the analysis of the computational results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study"
        },
        {
            "text": "Since December 2019, a novel coronavirus has spread rapidly across China and has resulted in a significant increase of infections within a very short period. The virus was first reported in Wuhan, which is the capital of Hubei Province and it has the highest number of infections [6] . At the time of the case study, the outbreak of the COVID-19 was still at the developing stage and the available knowledge and information were thus extremely limited. Based on the information published by the Health Commission of Hubei Province (web: wjw.hubei.gov.cn) and the Wuhan Municipal Health Commission (web: wjw.wuhan.gov.cn) until February 9th (19:30 h Norway time), the COVID-19 spread tendency in Wuhan was predicted with the SEIR method in AnyLogic simulation package. The SEIR method is based on a compartment theory and has been extensively used to predict epidemic spread [68] . The SEIR method comprises of consecutive processes connecting four fundamental population groups: the susceptible population, the exposed population, the infected population, and the recovered population [69] . The dynamics of the conversion of these four types of population is introduced by Liu et al. [14] and Liu and Zhang [16] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[68]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Data Generation"
        },
        {
            "text": "The AnyLogic simulation package is a powerful tool for the analysis of system dynamics [70] , which has been extensively used for analysis and prediction of epidemic spread [71, 72] . In this research, a SEIR model was built up in AnyLogic. The model input was, to our best, the information collected at the time of the case study (February 9th). In addition, several assumptions were made in order to predict the future disease spread tendency in Wuhan. The initial infections were set to 41, which was the reported number until January 11th [7] . The basic reproduction rate of the COVID-19, which depicts the average number of secondary infections caused by one patient to all susceptible population throughout the whole course of its infection [14] , was set to 2.68 in Wuhan [6] . The incubation period of the COVID-19 was set to 7 days [73] . The average length of stay in hospital was set to two to three weeks [74] and the probability of contact infection was assumed to be 0.4. Taking into account the fact that Wuhan has been placed on effective lockdown since January 23th, 2020, the inbound and outbound transportation has been effectively cut off and the mobility of people within the city has been drastically restricted, so the disease may only be spread within a flexible domain of susceptible population. Due to this reason, the size of susceptible population was estimated with the best fit of the real data at the time of the case study, as shown in Figure 2a . The repetition of the simulation was set to 20 times and the confidence level was set to be within 10%. Figure 2b gives a prediction of the COVID-19 spread tendency in Wuhan from January 11th to March 11th, 2020, which indicates a significant increase of infections is expected at the end of February. Then, the number of infections may be reduced continuously from the beginning of March. Based on the prediction, the planning of six consecutive periods was performed with each period includes 10 days. By February 8th, 28 hospitals had been opened for the patients infected by the COVID-19 and two temporary hospitals have been established at Huoshenshan and Leishenshan [75] . Besides, another 11 temporary mobile cabin hospitals have been opened or planned at large public facilities, i.e., exhibition centers, sport stadiums and public schools, etc., for the treatment of mildly infections [76] . The names and capacities of these hospitals, temporary hospitals and temporary mobile cabin hospitals are given in Appendix A Tables A1 and A2. The construction of temporary hospitals and temporary mobile cabin hospitals were finished at the beginning of February, so the patients could not be allocated to them in the first two periods within the planning horizon. For the 27 hospitals opened for the COVID-19 infections, their existing capacities are estimated by the number of opened beds and their full capacities are estimated by the number of total beds. In order to allocate the patients to different hospitals, the following rules are assumed in this paper. By February 8th, 28 hospitals had been opened for the patients infected by the COVID-19 and two temporary hospitals have been established at Huoshenshan and Leishenshan [75] . Besides, another 11 temporary mobile cabin hospitals have been opened or planned at large public facilities, i.e., exhibition centers, sport stadiums and public schools, etc., for the treatment of mildly infections [76] . The names and capacities of these hospitals, temporary hospitals and temporary mobile cabin hospitals are given in Appendix A Tables A1 and A2. The construction of temporary hospitals and temporary mobile cabin hospitals were finished at the beginning of February, so the patients could not be allocated to them in the first two periods within the planning horizon. For the 27 hospitals opened for the COVID-19 infections, their existing capacities are estimated by the number of opened beds and their full capacities are estimated by the number of total beds. In order to allocate the patients to different hospitals, the following rules are assumed in this paper.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[71,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[74]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 2154,
                    "end": 2158,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2376,
                    "end": 2380,
                    "text": "[76]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 3218,
                    "end": 3222,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 3440,
                    "end": 3444,
                    "text": "[76]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 1469,
                    "end": 1478,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1585,
                    "end": 1594,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data Generation"
        },
        {
            "text": "(1) In the first two periods, if the total existing capacity is not exceeded, patients are proportionally distributed to the existing 28 hospitals based on their existing capacities. Otherwise, patients are proportionally allocated based on their full capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Generation"
        },
        {
            "text": "(2) In the other periods, if the total existing capacity is not exceeded, patients are proportionally allocated to all the 40 hospitals based on the existing capacities. Otherwise, patients are proportionally distributed based on the full capacities of these hospitals. (3) If the full capacity is exceeded, the full capacity of all the hospitals are utilized. In this case, the patients who cannot get a hospital bed are assumed to be under home quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Generation"
        },
        {
            "text": "The amount of medical waste and healthcare hazards generated at different hospitals is proportional to the number of infections received and the average waste generation per bed. An early study reveals that the daily generation of medical waste in China is 0.68 kg/bed [77] . In Wuhan, based on the total number of hospital beds, the average utilization rate and the total amount of healthcare waste generation given in the Wuhan Statistical Yearbook 2018 [78], the daily generation of medical waste is approximately 0.6 kg/bed. However, the treatment of infectious diseases requires much more medical resources [79] , i.e., medical masks, protective glasses, and protective clothing, etc., so it leads to a higher rate of medical waste generation. Due to this reason, we assumed the daily generation rate of medical waste of the COVID-19 patients is 2.5 kg/bed. Then, the medical waste generation at different hospitals in each period was calculated by 2.5 × Npat p h kg. The medical waste in Wuhan is currently treated at a specialized facility located at the Guodingshan incineration plant, which has a capacity of approximately 18,000 ton/year [80] . Apart from the ordinary medical waste, it is assumed 60% capacity of this plant can be used to deal with the highly infectious waste from the COVID-19 patients. Due to the sharp increase of medical waste generation, temporary incineration facilities have been planned and installed at several temporary healthcare centers, e.g., Jinyintan hospital, Huoshenshan hospital and Leishenshan hospital [81] . In addition, considering the fairness to all the hospitals based on geographical distribution, we assumed another three temporary medical waste incinerators might be opened next to three temporary mobile cabin hospitals located at Wuhan Keting, China Optics Valley Convention & Exhibition Centre and Huangpi No. 1 middle school. Thus, in total, six candidate locations for establishing temporary treatment centers were selected. In order to better consolidate the transportation of medical waste, we assumed six existing transfer stations for municipal solid waste could be converted to processing medical waste with proper technological updates, so they were assumed the candidate locations for medical waste transit centers. The lists of the candidate locations for temporary facilities are given in Appendix A Tables A3 and A4 . With the help of Baidu Maps (https://map.baidu.com/), the locations of respective nodes could be given and the distance between two nodes could be calculated. Figure 3 shows the locations of hospitals, existing facilities, and candidate locations for temporary facilities in the city center of Wuhan.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[77]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [
                {
                    "start": 2368,
                    "end": 2386,
                    "text": "A Tables A3 and A4",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 2548,
                    "end": 2556,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Data Generation"
        },
        {
            "text": "In accordance with the level of hospitals and healthcare centers, based on expert opinions, we assumed three different probabilities of accidental risk at the sources: 0.003 for the third-level Grade-A hospitals, 0.004 for the other hospitals of the COVID-19 infections, and 0.007 for the temporary hospitals and the temporary mobile cabin hospitals, respectively. The basic reproduction rate of the COVID-19 was used for the value of RI [6] . The probability of transportation risk is determined by the probability of traffic accident and is proportional to the transport distance. For infectious healthcare hazards, it can be quantified by PbA ht = 0.36 × travel distance (km) × 10 −6 [65] . The consequence was assumed to be proportional to the population exposure within 500 m bandwidth along the transportation route [82] , which was estimated by the travel distance and the demographic distribution of Wuhan. To evaluate the risk related to facility operations, in accordance with Zhao and Huang [65] , the probability of accident was assumed to be 0.0001 for transit stations and 0.0006 treatment centers. The population exposure to medical waste transit and treatment facilities was considered as the main parameter for measuring the consequence of risk event. Herein, the facility risk was estimated by PbA = πr 2 (km 2 ×Population density (people/km 2 [83] , where the affected radius was set to 1 km for transit stations and 3 km for treatment centers. The medical waste in Wuhan is currently treated at a specialized facility located at the Guodingshan incineration plant, which has a capacity of approximately 18,000 ton/year [80] . Apart from the ordinary medical waste, it is assumed 60% capacity of this plant can be used to deal with the highly infectious waste from the COVID-19 patients. Due to the sharp increase of medical waste generation, temporary incineration facilities have been planned and installed at several temporary healthcare centers, e.g., Jinyintan hospital, Huoshenshan hospital and Leishenshan hospital [81] . In addition, considering the fairness to all the hospitals based on geographical distribution, we assumed another three temporary medical waste incinerators might be opened next to three temporary mobile cabin hospitals located at Wuhan Keting, China Optics Valley Convention & Exhibition Centre and Huangpi No. 1 middle school. Thus, in total, six candidate locations for establishing temporary treatment centers were selected. In order to better consolidate the transportation of medical waste, we assumed six existing transfer stations for municipal solid waste could be converted to processing medical waste with proper technological updates, so they were assumed the candidate locations for medical waste transit centers. The lists of the candidate locations for temporary facilities are given in Appendix A Tables A3 and A4. With the help of Baidu Maps (https://map.baidu.com/), the locations of respective nodes could be given and the distance between two nodes could be calculated. Figure 3 shows the locations of hospitals, existing facilities, and candidate locations for temporary facilities in the city center of Wuhan.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1362,
                    "end": 1366,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1639,
                    "end": 1643,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 2041,
                    "end": 2045,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [
                {
                    "start": 3038,
                    "end": 3046,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Data Generation"
        },
        {
            "text": "In accordance with the level of hospitals and healthcare centers, based on expert opinions, we assumed three different probabilities of accidental risk at the sources: 0.003 for the third-level Grade-A hospitals, 0.004 for the other hospitals of the COVID-19 infections, and 0.007 for the temporary hospitals and the temporary mobile cabin hospitals, respectively. The basic reproduction rate of the COVID-19 was used for the value of [6] . The probability of transportation risk is determined by the probability of traffic accident and is proportional to the transport distance. For infectious healthcare hazards, it can be quantified by = 0.36 × travel distance (km) × 10 [65] . The consequence was assumed to be proportional to the population exposure within 500 m bandwidth along the transportation route [82] , which was estimated by the travel distance and the demographic distribution of Wuhan. To evaluate the risk related to facility operations, in accordance with Zhao Tables 1-3 present the relevant cost parameters and capacities of both existing and temporary facilities. The size and cost parameters for setting up the same-type temporary facilities at different locations were set to identical value and were assumed based on Wang, Huang and He [42] , Zhao and Huang [65] and Zhao et al. [83] . The transportation cost is proportional to the travel distance. In this case study, the unit transportation cost was set to 35 yuan/ton/km [83] . Then, the transportation cost of infectious medical waste on each link was calculated. It is noteworthy that the installation cost of temporary facilities is a fixed and non-recurring cost, which only applies at the beginning of the planning based on the facility location decisions. However, the other types of cost are variable and depend thus on the usage of facilities or transportation links. ",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Data Generation"
        },
        {
            "text": "The optimization problems were coded and solved in Lingo 18.0 optimization solver. First, the priority levels of the objective functions were given, based on which the optimal value, the nadir value and the range of each objective function were calculated in Table 4 . For analysis purpose, we set up the satisfaction levels of the risk of treatment and transportation and the total cost to 0.5 and 0.3, respectively. Then, the multi-objective optimization problem was converted to a single objective optimization and was solved. Table 5 provides the computational information for solving the optimization problem. The objective values and the satisfaction levels are given in Table 6 . Table 4 . The optimal value, the worst value and the range of the objective functions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 266,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 537,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 677,
                    "end": 684,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 687,
                    "end": 694,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Result and Discussion"
        },
        {
            "text": "Priority f optimal f nadia Range In the optimal solution, the medical waste collected at hospitals is directly sent to treatment centers and the transshipment via intermediate transit centers is not selected. In addition to the existing Guodingshang medical waste incineration plant, another five candidate locations are chosen to establish temporary medical waste incinerators. Table 7 shows the facility location decisions as well as the facility usage in different periods. Furthermore, the allocation of hospitals and the facility utilization rate are given in Tables 8 and 9 , respectively. Compared with the current plan in Wuhan, both Huoshenshan and Leishenshan hospitals are selected to open temporary treatment centers. However, instead of Jinyingtan hospital, another two candidate locations at Wuhan Keting and Huangpi No.1 Middle School are chosen to install the temporary incinerators. Besides, the optimal solution suggests the operations of the temporary medical waste incinerator at Leishenshan hospital should be started from the second period, while the operations of the other incinerators should be started from the third period. Due to the time requirement on the construction, installation and adjustment of these temporary incinerators, the advanced planning of their usage is thus of significant importance. For the existing Guodingshang medical waste incineration plant, we assumed it would be used in all periods within the planning horizon. However, as shown in Tables 8 and 9 , the utilization rate of Guodingshang medical waste incineration plant is extremely low compared with the other temporary incinerators, which means the medical waste generated at hospitals is primary distributed to temporary incinerators instead of the existing facility. The reason of this could be explained by its location. Guodingshang medical waste incineration plant is located at Hanyang district, which is an urban district and is with high population density [78] . Therefore, as argued in a previous research [49] , the operations of a medical waste incineration plant not only have negative environmental impact but also pose a significant risk on the nearby residents. The medical waste and healthcare hazards generated in epidemic outbreak are highly infectious and dangerous, the treatment of them at a centrally located incineration plant may dramatically increase the treatment risk on population exposure and is thus minimized in the optimal solution. 13,23,29,34,35,37,38 13,29,35,37,38 13,29,35,37,38 13,16,25,29,34,35,37,38,39 4 3,4,9,15,16,21,25,30,31,34 4,13,21,31 4,9,15,21,25,31,34 4,9,15,21,33,36 6 1,16,20,22,33,36,40 16,25,33,36 15,16,33,36 22,33,40 7 1-27 13,34 For comparison purpose, we considered another four scenarios with different combinations of the satisfaction levels µ 2 (x) and µ 3 (x), as shown in Table 10 . When µ 2 (x) increases from 0.5 to 0.7, the satisfaction level of the risk at sources is reduced by 6.6% and the treatment rate in the periods 3 to 6 decreases accordingly. On the other hand, when µ 2 (x) decreases from 0.5 to 0.3, the optimal value of µ 1 (x) is increased from 0.91 to 0.93 and more medical waste at the hospitals are collected and treated. Taking into account the change of satisfaction level of the cost objective, the satisfaction level µ 1 (x) is decreased by 8.8% when µ 3 (x) increases from 0.3 to 0.4. This reveals that, for a given satisfaction level µ 2 (x) , a reduction on budget may lead to a higher risk at hospitals and other sources of medical waste. On the other hand, as illustrated in Table 10 , an increased investment may not lead to a significant reduction on the risk level of medical waste management. Figure 4 gives a set of efficient Pareto optimal solutions with respect to the change of the satisfaction levels µ 2 (x) from 0 to 0.9 and µ 3 (x) from 0 to 0.5, respectively, which clearly shows the trade-off among these three objective functions. In general, the minimization of the risk at sources may require a compromise on the risk related to transportation and treatment of medical waste. Besides, the increase of budgetary limitation for medical waste management in epidemic outbreak may result in a better performance in risk control. However, the cost effectiveness may vary drastically in different situations. For instance, in this case study, the change of µ 3 (x) from 0.4 to 0.3 is much more effective in the risk minimization than that of decreasing µ 3 (x) from 0.3 to 0.2. ",
            "cite_spans": [
                {
                    "start": 1974,
                    "end": 1978,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 2025,
                    "end": 2029,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2475,
                    "end": 2684,
                    "text": "13,23,29,34,35,37,38 13,29,35,37,38 13,29,35,37,38 13,16,25,29,34,35,37,38,39 4 3,4,9,15,16,21,25,30,31,34 4,13,21,31 4,9,15,21,25,31,34 4,9,15,21,33,36 6 1,16,20,22,33,36,40 16,25,33,36 15,16,33,36 22,33,40 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 565,
                    "end": 579,
                    "text": "Tables 8 and 9",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 1490,
                    "end": 1504,
                    "text": "Tables 8 and 9",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 2845,
                    "end": 2853,
                    "text": "Table 10",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 3577,
                    "end": 3585,
                    "text": "Table 10",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 3699,
                    "end": 3707,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Objective"
        },
        {
            "text": "Even though the case study was conduced based on several assumptions and the computational result could be affected by the input from decision-makers, four policy recommendations can still be given considering the generality of the problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Recommendations and Future Discussion"
        },
        {
            "text": "1. The establishment of an effective epidemic reverse logistics network with temporary facilities is of significance in dealing with the rapid increase of medical waste in epidemic outbreak. 2. The selection of facility locations is one of the most important decisions for both risk control and cost management of the temporary reverse logistics system. 3. Considering the time requirement for building, installation and adjustment of temporary facilities, advanced planning of the time of facility operation is of vital importance. 4. The increase of budgetary limitation may result in a better risk control, but the cost effectiveness may vary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Recommendations and Future Discussion"
        },
        {
            "text": "The outbreak of the COVID-19 is at the developing stage and the future disease spread tendency ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Recommendations and Future Discussion"
        },
        {
            "text": "Even though the case study was conduced based on several assumptions and the computational result could be affected by the input from decision-makers, four policy recommendations can still be given considering the generality of the problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Recommendations and Future Discussion"
        },
        {
            "text": "1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Recommendations and Future Discussion"
        },
        {
            "text": "The establishment of an effective epidemic reverse logistics network with temporary facilities is of significance in dealing with the rapid increase of medical waste in epidemic outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Recommendations and Future Discussion"
        },
        {
            "text": "The selection of facility locations is one of the most important decisions for both risk control and cost management of the temporary reverse logistics system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Considering the time requirement for building, installation and adjustment of temporary facilities, advanced planning of the time of facility operation is of vital importance. 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "The increase of budgetary limitation may result in a better risk control, but the cost effectiveness may vary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "The outbreak of the COVID-19 is at the developing stage and the future disease spread tendency is still unclear at the time of this research and is with a high level of uncertainty. As shown in Figure 5 , the current infections of the COVID-19 on February 26th (08:30 h Norway time) in Wuhan have largely exceeded the prediction given by the SEIR model two weeks ago. The knowledge and information of the novel coronavirus are limited especially at the early phase of the outbreak in December 2019 [84] , so the reported infections at that time may be largely variated from the real infections. In addition, due to the lack of healthcare resources and the shortage of clinical beds before the completion of those temporary hospitals in early February, a large amount of suspected infections in Wuhan cannot be diagnosed and be received in hospital in a timely way [85] . In order to provide enough clinical beds for the increased amount of the COVID-19 infections, more hospitals have been opened and more temporary mobile cabin hospitals have been planned [86] . Meanwhile, this will lead to an increase on medical waste generation and hence the capacity for medical waste management needs to be increased accordingly.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "3."
        },
        {
            "text": "China has suffered significantly from the outbreak of the novel coronavirus. The large mobility of people may further complicate the disease control and increase future uncertainty. In addition, it is also noteworthy that the number of the COVID-19 infections reported outside of China has been sharply increased [10] . Research has revealed the risks of the COVID-19 outbreak in major cities around the globe [6] . On March 3rd (11:30 h Norway time), the total number of new infections was reported at 1804, among which 1598 new infections were reported outside China [87] . During the last one week, the rapid and significant increase on the new infections in the Republic of Korea, Italy, Japan and Iran has caused global concerns [88] . The WHO's risk assessment on the COVID-19 outbreak at both regional and global levels have been adjusted to the highest class [87] . The keys to stop disease spread are the share of information and knowledge [84] , openness and transparency [89] , based on which early-stage preventive actions can be performed and rapid emergency response can be planned. As recently addressed by the Director-General of the WHO, \"with early, aggressive measures, countries can stop transmission and save lives [88] \". Therefore, the infrastructural and resource preparedness should be done in order to effectively control a possible global outbreak of the COVID-19. Among other measures, the WHO has put focuses on providing logistics and supply chain supports for rapid response and effective control of the COVID-19 spread in many countries and areas [87] . In this regard, the model proposed in this paper may be used, not only in Wuhan but also in other major cities exposed to the risk of the COVID-19 outbreak, for the decision-support of epidemic reverse logistics network design for effective management of increased medical waste generation. The WHO's risk assessment on the COVID-19 outbreak at both regional and global levels have been adjusted to the highest class [87] . The keys to stop disease spread are the share of information and knowledge [84] , openness and transparency [89] , based on which early-stage preventive actions can be performed and rapid emergency response can be planned. As recently addressed by the Director-General of the WHO, \"with early, aggressive measures, countries can stop transmission and save lives [88] \". Therefore, the infrastructural and resource preparedness should be done in order to effectively control a possible global outbreak of the COVID-19. Among other measures, the WHO has put focuses on providing logistics and supply chain supports for rapid response and effective control of the COVID-19 spread in many countries and areas [87] . In this regard, the model proposed in this paper may be used, not only in Wuhan but also in other major cities exposed to the risk of the COVID-19 outbreak, for the decision-support of epidemic reverse logistics network design for effective management of increased medical waste generation.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 2003,
                    "end": 2007,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 2085,
                    "end": 2089,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 2118,
                    "end": 2122,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 2372,
                    "end": 2376,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 2715,
                    "end": 2719,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "This paper investigates the reverse logistics network design for effective management of medical waste in epidemic outbreak, which focuses predominantly on the short-term decision-makings for the establishment and operations of a temporary system. In order to improve the location decisions of temporary facilities and the operational planning of the temporary system, a novel multi-objective multi-period mixed integer programming model is proposed in this paper. The model aims at balancing the trade-off among the risk at sources, the risk of transportation and treatment of medical waste, and the total cost. An interactive fuzzy approach was used to solve the multi-objective optimization problem and to generate a set of efficient Pareto optimal solutions. The application of the mathematical model and solution method is illustrated with a real-world case study based on the COVID-19 outbreak in Wuhan. In order to estimate the medical waste generation within the planning horizon, a SEIR model was first built up in AnyLogic simulation package. The optimization model was then solved by Lingo 18.0 based on the real data by the time of this research and several assumptions. Taking into account the generality of the problem under investigation, four policy recommendations were given for a better decision-making of the reverse logistics design for medical waste management in epidemic outbreak. In addition, the COVID-19 outbreak is at developing stage and the future spread tendency is still unclear. Particularly, it is noted the number of infections has significantly increased not only in China but also around the globe [10] . Due to this, the planning and establishment of temporary reverse logistics system for medical waste management may shortly become to a challenge in many countries. Therefore, the main contributions of this research can be summarized as follows:",
            "cite_spans": [
                {
                    "start": 1635,
                    "end": 1639,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(1) A novel multi-objective multi-period model is developed to optimize on the most important decisions, namely, facility location, time of operation, and transportation planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(2) The model focuses on the short-term decisions and the characteristics of the reverse logistics network design for medical waste management in epidemic outbreak. (3) The applicability of the model is illustrated with a real-world case study, based on which general policy recommendations are given.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Future research may focus on the better control of high level of uncertainty with advanced methods, i.e., stochastic programming [90] , robust optimization, agent-based simulation [91] , etc., in order to generate robust decisions of the reverse logistics network design for medical waste management in epidemic outbreak. Furthermore, the development of more advanced and reliable methods for the prediction of the epidemic spread tendency is also of interest. In addition, the effectiveness of the current solution in Wuhan should be validated with more real-world information. ",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[91]",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Facility location optimization model for emergency humanitarian logistics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boonmee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arimura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Asada",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Disaster Risk Reduct",
            "volume": "24",
            "issn": "",
            "pages": "485--498",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2017.01.017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A new epidemics-logistics model: Insights into controlling the ebola virus disease in west africa",
            "authors": [
                {
                    "first": "İ",
                    "middle": [
                        "E"
                    ],
                    "last": "Büyüktahtakın",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Des-Bordes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kıbış",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Oper. Res",
            "volume": "265",
            "issn": "",
            "pages": "1046--1063",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejor.2017.08.037"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemics control and logistics operations: A review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Dasaklis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Pappis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Rachaniotis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Prod. Econ",
            "volume": "139",
            "issn": "",
            "pages": "393--410",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijpe.2012.05.023"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemic-Logistics Modeling: A New Perspective on Operations Research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-981-13-9353-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: A modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in wuhan, china",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K.-H",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".-Y",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".-S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Situation Report-11 Novel Coronavirus",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19) Situation Report-35",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The reporting of the risks from severe acute respiratory syndrome (sars) in the news media",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lewison",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Risk Soc",
            "volume": "10",
            "issn": "",
            "pages": "241--262",
            "other_ids": {
                "DOI": [
                    "10.1080/13698570802160962"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lockdown Measures Rise Across Hubei Province",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 control in China during mass population movements at New Year. Lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30421-9"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Basic Concept of Epidemic-Logistics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemic-Logistics Modeling: A New Perspective on Operations Research",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1007/978-981-13-9353-2_1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Review of research studies on population specific epidemic disasters",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adivar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Selen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Disaster Prev. Manag. Int. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1108/DPM-09-2012-0107"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A dynamic logistics model for medical resources allocation in an epidemic control with demand forecast updating",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Oper. Res. Soc",
            "volume": "67",
            "issn": "",
            "pages": "841--852",
            "other_ids": {
                "DOI": [
                    "10.1057/jors.2015.105"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Methodology of emergency medical logistics for public health emergencies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transp. Res. E Logist. Transp. Rev",
            "volume": "79",
            "issn": "",
            "pages": "178--200",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tre.2015.04.007"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An integrated and dynamic optimisation model for the multi-level emergency logistics network in anti-bioterrorism system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Syst. Sci",
            "volume": "43",
            "issn": "",
            "pages": "1464--1478",
            "other_ids": {
                "DOI": [
                    "10.1080/00207721.2010.547629"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dynamic optimization model for allocating medical resources in epidemic controlling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Ind. Eng. Manag",
            "volume": "6",
            "issn": "",
            "pages": "73--88",
            "other_ids": {
                "DOI": [
                    "10.3926/jiem.663"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Optimal material distribution decisions based on epidemic diffusion rule and stochastic latent period for emergency rescue",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Math. Oper. Res",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1504/IJMOR.2009.022876"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quantitative models for reverse logistics: A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bloemhof-Ruwaard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Der Laan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Nunen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Wassenhove",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur. J. Oper. Res",
            "volume": "103",
            "issn": "",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1016/S0377-2217(97)00230-0"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reverse logistics and closed-loop supply chain: A comprehensive review to explore the future",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Govindan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Soleimani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kannan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur. J. Oper. Res",
            "volume": "240",
            "issn": "",
            "pages": "603--626",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejor.2014.07.012"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A general reverse logistics network design model for product reuse and recycling with environmental considerations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Solvang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Adv. Manuf. Technol",
            "volume": "87",
            "issn": "",
            "pages": "2693--2711",
            "other_ids": {
                "DOI": [
                    "10.1007/s00170-016-8612-6"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A review of reverse logistics and closed-loop supply chains: A journal of cleaner production focus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Govindan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Soleimani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean",
            "volume": "142",
            "issn": "",
            "pages": "371--384",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2016.03.126"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A mixed integer linear programming model to optimize reverse logistics activities of end-of-life vehicles in turkey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Demirel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Demirel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gökçen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clean. Prod",
            "volume": "112",
            "issn": "",
            "pages": "2101--2113",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2014.10.079"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sustainable multi-period reverse logistics network design and planning under uncertainty utilizing conditional value at risk (cvar) for recycling construction and demolition waste",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahimi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ghezavati",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Clean. Prod",
            "volume": "172",
            "issn": "",
            "pages": "1567--1581",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2017.10.240"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A reverse logistics networdk design",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alshamsi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diabat",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Manuf. Syst",
            "volume": "37",
            "issn": "",
            "pages": "589--598",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmsy.2015.02.006"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A novel reverse logistics network design considering multi-level investments for facility reconstruction with environmental considerations",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su11092710"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Incorporating flexible capacity in the planning of a multi-product multi-echelon sustainable reverse logistics network under uncertainty",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Solvang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Clean. Prod",
            "volume": "198",
            "issn": "",
            "pages": "285--303",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2018.07.019"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A carbon-constrained stochastic optimization model with augmented multi-criteria scenario-based risk-averse solution for reverse logistics network design under uncertainty",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Solvang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean",
            "volume": "164",
            "issn": "",
            "pages": "1248--1267",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2017.07.066"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A fuzzy multi-objective optimization model for sustainable reverse logistics network design",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Govindan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paam",
                    "suffix": ""
                },
                {
                    "first": "A.-R",
                    "middle": [],
                    "last": "Abtahi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecol. Indic",
            "volume": "67",
            "issn": "",
            "pages": "753--768",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2016.03.017"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A genetic algorithm for reverse logistics network design: A case study from the gcc",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alshamsi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diabat",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clean",
            "volume": "151",
            "issn": "",
            "pages": "652--669",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2017.02.096"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A carbon-constrained stochastic model for eco-efficient reverse logistics network design under environmental regulations in the crd industry",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trochu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chaabane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ouhimmou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clean",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2019.118818"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reverse logistics network design: A case of mobile phones and digital cameras",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sridharan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Adv. Manuf. Technol",
            "volume": "94",
            "issn": "",
            "pages": "615--631",
            "other_ids": {
                "DOI": [
                    "10.1007/s00170-017-0864-2"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A stochastic programming approach with improved multi-criteria scenario-based solution method for sustainable reverse logistics design of waste electrical and electronic equipment (weee)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Solvang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su8121331"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "In Network Model and Optimization of Medical Waste Reverse Logistics by Improved Genetic Algorithm",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Symposium on Intelligence Computation and Applications",
            "volume": "",
            "issn": "",
            "pages": "40--52",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-04843-2_6"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "In A mixed integer linear programming for medical waste reverse logistics network design",
            "authors": [
                {
                    "first": "L.-H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the 2009 IEEE International Conference on Management Science and Engineering",
            "volume": "",
            "issn": "",
            "pages": "1971--1975",
            "other_ids": {
                "DOI": [
                    "10.1109/ICMSE.2009.5317680"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Reverse logistics optimisation for waste collection and disposal in health institutions: The case of turkey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Budak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ustundag",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Logist. Res. Appl",
            "volume": "20",
            "issn": "",
            "pages": "322--341",
            "other_ids": {
                "DOI": [
                    "10.1080/13675567.2016.1234595"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "An optimization model for collection, haul, transfer, treatment and disposal of infectious medical waste: Application to a greek region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mantzaras",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Voudrias",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Waste Manag",
            "volume": "69",
            "issn": "",
            "pages": "518--534",
            "other_ids": {
                "DOI": [
                    "10.1016/j.wasman.2017.08.037"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The solutions and recommendations for logistics problems in the collection of medical waste in china",
            "authors": [
                {
                    "first": "Z.-G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procedia Environ. Sci",
            "volume": "31",
            "issn": "",
            "pages": "447--456",
            "other_ids": {
                "DOI": [
                    "10.1016/j.proenv.2016.02.099"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Healthcare waste management: An interpretive structural modeling approach",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anbanandam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Health Care Qual. Assur",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1108/IJHCQA-02-2016-0010"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A multi-objective and multi-period optimization model for urban healthcare waste's reverse logistics network design",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Comb. Optim",
            "volume": "2019",
            "issn": "",
            "pages": "1--28",
            "other_ids": {
                "DOI": [
                    "10.1007/s10878-019-00499-7"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "World Health Organization. Health-Care Waste",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Assessment of medical waste management in seven hospitals in lagos, nigeria",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Awodele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Adewoye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Oparah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-016-2916-1"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Comparison of infectious waste management in european hospitals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mühlich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scherrer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Daschner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Hosp. Infect",
            "volume": "55",
            "issn": "",
            "pages": "260--268",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2003.08.017"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Proper Treatment of Medical Waste is of Vital Importance for the Control of Disease Spread",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xinhuanet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Medical waste management-A review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Windfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": ".-L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Environ. Manag",
            "volume": "163",
            "issn": "",
            "pages": "98--108",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvman.2015.08.013"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Safe Management of Wastes from Health-Care Activities; World Health Organization",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chartier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Te1K-wfaDeFCOriGG38N8ussPxQ&redir_esc=y#v=onepage&q=Safe%20management%20of%20wastes% 20from%20health-care%20activities&f=false",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A critical evaluation of waste incineration plants in wuhan (china) based on site selection, environmental influence, public health and public participation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kavan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "12",
            "issn": "",
            "pages": "7593--7614",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph120707593"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Project Risk Management: Processes, Techniques and Insights",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Risk Management in Banking",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bessis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A fuzzy risk assessment model for hospital information system implementation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yucel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cebi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoege",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ozok",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Expert Syst. Appl",
            "volume": "39",
            "issn": "",
            "pages": "1211--1218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eswa.2011.07.129"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A framework for hazardous materials transport risk assessment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Erkut",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Verter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Risk Anal",
            "volume": "15",
            "issn": "",
            "pages": "589--601",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1539-6924.1995.tb00755.x"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Managing risks in the supply chain using the ahp method",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gaudenzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borghesi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. J. Logist. Manag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1108/09574090610663464"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Quantifying risks in a supply chain through integration of fuzzy ahp and fuzzy topsis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samvedi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Prod. Res",
            "volume": "51",
            "issn": "",
            "pages": "2433--2442",
            "other_ids": {
                "DOI": [
                    "10.1080/00207543.2012.741330"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The delphi method as a research tool: An example, design considerations and applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Okoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pawlowski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Inf. Manag",
            "volume": "42",
            "issn": "",
            "pages": "15--29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.im.2003.11.002"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Using expert judgment and stakeholder values to evaluate adaptive management options",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Failing",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ecol. Soc",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5751/ES-00643-090113"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Management of hazardous medical waste in croatia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marinković",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Holcer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Džakula",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pavić",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Waste Manag",
            "volume": "28",
            "issn": "",
            "pages": "1049--1056",
            "other_ids": {
                "DOI": [
                    "10.1016/j.wasman.2007.01.021"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Persistence of coronaviruses on inanimate surfaces and its inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.01.022"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "BBC. Novel Coronavirus: China has Confirmed the Aerosol Transimission of the 2019 Novel Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A combined location-routing model for hazardous waste transportation and disposal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zografos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Samara",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Transp. Res. Rec",
            "volume": "1245",
            "issn": "",
            "pages": "52--59",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A new model for the hazardous waste location-routing problem",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alumur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput. Oper. Res",
            "volume": "34",
            "issn": "",
            "pages": "1406--1423",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cor.2005.06.012"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A multi-objective mathematical model for the industrial hazardous waste location-routing problem",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Samanlioglu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. J. Oper. Res",
            "volume": "226",
            "issn": "",
            "pages": "332--340",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejor.2012.11.019"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "An improved multi-objective programming with augmented ε-constraint method for hazardous waste location-routing problems",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Solvang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph13060548"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Multi-period network design problem in regional hazardous waste management systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16112042"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Environmental supply chain network design using multi-objective fuzzy mathematical programming",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pishvaee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Razmi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl. Math. Model",
            "volume": "36",
            "issn": "",
            "pages": "3433--3446",
            "other_ids": {
                "DOI": [
                    "10.1016/j.apm.2011.10.007"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Effective implementation of the ε-constraint method in multi-objective mathematical programming problems",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mavrotas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Appl. Math. Comput",
            "volume": "213",
            "issn": "",
            "pages": "455--465",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amc.2009.03.037"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Global dynamics of an seir epidemic model with vertical transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "SIAM J. Appl. Math",
            "volume": "62",
            "issn": "",
            "pages": "58--69",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036139999359860"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Time series modelling of childhood diseases: A dynamical systems approach",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Finkenstädt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. R. Stat. Soc. Ser. C (Appl. Stat.)",
            "volume": "49",
            "issn": "",
            "pages": "187--205",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9876.00187"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Anylogic: A new generation professional simulation tool",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Karpov",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the VI International Congress on Mathematical Modeling, Nizni-Novgorog",
            "volume": "",
            "issn": "",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Fully agent based modellings of epidemic spread using anylogic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Emrich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suslov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Judex",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the eurosim",
            "volume": "",
            "issn": "",
            "pages": "9--13",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Simulation of infectious disease spreading based on agent based model in south korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv. Sci. Technol. Lett",
            "volume": "128",
            "issn": "",
            "pages": "53--58",
            "other_ids": {
                "DOI": [
                    "10.14257/astl.2016.128.11"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The Government of People's Republic of China. Treatment Plan of the 2019-nCOV",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Press Conference by National Health Commission of the People's Republic of China",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Daily",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Report of Clinical Beds for Novel Coronavirus on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "New Temporary Hospitals for Mildly Infections",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Medical waste management in china: A case study of nanjing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guanxing",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dawei",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Waste Manag",
            "volume": "29",
            "issn": "",
            "pages": "1376--1382",
            "other_ids": {
                "DOI": [
                    "10.1016/j.wasman.2008.10.023"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "When the Shortage of Medical Supplies Can be",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xinhuanet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Annual Report of Solid Waste Management in Major Cities of China in 2019 (Chinese Version)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Medical Waste Management in Hubei",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hubei Government Website",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Simultaneous siting and routing in the disposal of hazardous wastes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Revelle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shobrys",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Transp. Sci",
            "volume": "25",
            "issn": "",
            "pages": "138--145",
            "other_ids": {
                "DOI": [
                    "10.1287/trsc.25.2.138"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Improved approaches to the network design problem in regional hazardous waste management systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D.-H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transp. Res. E Logist. Transp. Rev",
            "volume": "88",
            "issn": "",
            "pages": "52--75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tre.2016.02.002"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Data sharing and outbreaks: Best practice exemplified",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30184-7"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Whether the Number of the Covid-19 Infections will be Increased with the Completion of Huoshenshan Hospital? Available online",
            "authors": [],
            "year": 2020,
            "venue": "BBC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Several New Mobile Cabin Hospitals Have Been Estabilished in Wuhan",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "COVID-19) Situation Report-42",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "World Health Organization. WHO Director-General's Opening Remarks at the Media Briefing on COVID-19-2",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "outbreaks, and information politics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kavanagh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Authoritarianism",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20)30030-X"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Solving the Location Problem of Printers in a University Campus Using P-Median Location Model and Anylogic Simulation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Solvang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "International Workshop of Advanced Manufacturing and Automation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reverse logistics network for effective management of medical waste in epidemic outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reverse logistics network for effective management of medical waste in epidemic outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, Prediction of the tendency of the COVID-19 spread in Wuhan with SEIR method in AnyLogic simulation: (a) Curve fit with the real data; (b) Predication of the infections in two months.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In the first two periods, if the total existing capacity is not exceeded, patients are proportionally distributed to the existing 28 hospitals based on their existing capacities. Otherwise, patients are proportionally allocated based on their full capacities.(2) In the other periods, if the total existing capacity is not exceeded, patients are proportionally allocated to all the 40 hospitals based on the existing capacities. Otherwise, patients are proportionally distributed based on the full capacities of these hospitals. (3) If the full capacity is exceeded, the full capacity of all the hospitals are utilized. In this case, the patients who cannot get a hospital bed are assumed to be under home quarantine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Prediction of the tendency of the COVID-19 spread in Wuhan with SEIR method in AnyLogic simulation: (a) Curve fit with the real data; (b) Predication of the infections in two months.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Locations of hospitals, existing facilities, and candidates for temporary facilities in central Wuhan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Locations of hospitals, existing facilities, and candidates for temporary facilities in central Wuhan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Pareto optimal solutions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Pareto optimal solutions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 19 of Comparison between the prediction on February 9th and the real data of the COVID-19 infections in Wuhan until February 26th.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Comparison between the prediction on February 9th and the real data of the COVID-19 infections in Wuhan until February 26th.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Contributions: Conceptualization, H.Y., X.S., W.D.S. and X.Z.; methodology, H.Y.; software, H.Y. and X.S.; data acquisition, H.Y., X.S. and X.Z.; simulation, X.S.; optimization, H.Y.; formal analysis, H.Y.; writing, review and editing, H.Y.; project administration, H.Y. and W.D.S.; funding acquisition, H.Y. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The publication charges for this article have been funded by a grant from the publication fund of UiT The Arctic University of Norway",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 5 of 26",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of patients received at hospital h ∈ H in period p ∈ P",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Parameters of temporary transit centers.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Computational information.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The objective values and the satisfaction levels.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Location decisions and facility usage in each period.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Allocation of medical waste from different hospitals in each period.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Facility utilization rate in each period.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Comparison of the objective value and treatment rate of medical waste at the sources in each period. Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 18 of 26",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Candidate locations for temporary transit centers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to express our gratitude to the editor and the reviewers whose valuable and insightful suggestions have helped to improve the quality and presentation of the research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}