{
    "paper_id": "98730b56e34e44db220f90111b8a05f2c2e4acd4",
    "metadata": {
        "title": "Mental Health and Psychological Intervention Amid COVID-19 Outbreak: Perspectives from South Korea",
        "authors": [
            {
                "first": "Sun",
                "middle": [
                    "Jae"
                ],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yonsei University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "sunjaejung@yuhs.ac"
            },
            {
                "first": "Jin",
                "middle": [
                    "Yong"
                ],
                "last": "Jun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2019 novel coronavirus (2019-nCoV, COVID-19) has been identified as the pathogen behind the pneumonia outbreak in Wuhan, Hubei Province, China, on December 8, 2019. In South Korea, the country's first patient (who flew in from Wuhan) was identified on January 20, 2020. 1 Until February 17, the number of confirmed cases remained relatively stable, with 30 diagnosed patients; however, the situation changed drastically after identification of the 31st patient, and the number of confirmed cases jumped to 2,022 by February 28.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "www.eymj.org"
        },
        {
            "text": "The South Korean government and the Korea Centers for Disease Control and Prevention (K-CDC) regularly report the daily status of new patients, as well as their physical condition and the places they recently visited, in order to ensure people remain well-informed about the epidemic status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "www.eymj.org"
        },
        {
            "text": "With a significant volume of news coming from various sources, there have been rising concerns of \"fake news\" related to COVID-19. People constantly consume news to stay updated, and may experience high anxiety while doing so. In addition, the source of infection remains uncertain in some cases, while travel bans and instructions to quarantine travellers and citizens have also been issued; such factors may drive people to feel that \"there is no safe place, \" which can amplify public anxiety. This could lead to more severe consequences; for instance, a woman committed suicide 2 after suspecting herself to be in-fected after a recent trip to China (autopsy later revealed that the woman tested negative for the virus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "www.eymj.org"
        },
        {
            "text": "The K-CDC has distributed leaflets to the public and continues to issue guidelines for preventing COVID-19. 3 The Korean Neuropsychiatric Association has also published guidelines 4 targeting five population domains: the public, parents of young children, quarantined people, medical professionals who treat COVID-19 patients, and other medical practitioners. These guidelines, released by the Ministry of Health and Welfare, suggest perceiving an anxiety response to an outbreak as normal and refraining from the act of avoiding specific groups. They also highlight the need to rely on credible information.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "www.eymj.org"
        },
        {
            "text": "Furthermore, quarantine and isolation of those suspected of contracting or carrying the virus could provoke substantial mental health problems; these situations are known to be linked to acute stress disorder, depression, post-traumatic stress disorder, insomnia, irritability, anger, and emotional exhaustion. 5 The National Center for Mental Health (NCMH) is offering psychological counselling for people who are quarantined in Daegu as well as those who have recently returned from Wuhan, and has released guidelines for people with symptoms of COVID-19. Similar to the Korean Neuropsychiatric Association, the NCMH is advising the public to cooperate with the quarantine authorities and build skills to relax during distress-the instructions focus on individual skills and knowledge.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "www.eymj.org"
        },
        {
            "text": "Moreover, the Psychological Support Group Network of the Ministry of Health and Welfare provides information 6 on hotlines for the current mental health crisis; the response system is different for people with COVID-19 and their families versus the quarantined and general public. The National Center for Disaster Trauma, a subdivision of the NCMH, has also released leaflets warning about the possible mental health problems, as well as guidelines to cope. These underline the importance of getting reliable information, maintaining social networks, expressing negative emotions, continuing daily life activities, and pursuing pleasant experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "www.eymj.org"
        },
        {
            "text": "In summary, amid the spread of COVID-19 in South Korea, psychological interventions are being performed in several aspects. However, a public approach is needed to overcome common psychological barriers. Two of the most common problems are the breakdown of social support structures and the stigmatization of patients. As people are trying to avoid transmission of the virus, social support structures are breaking apart; places like churches, schools, and workplaces have been shut down, which eliminates the benefits of social support and may cause feelings of isolation and vulnerability. Furthermore, there is a high chance of the disease itself being stigmatized, as it is new and incurable. 7 Most stigmatization targets are patients or specific groups of people (i.e., People with specific religion in south Korea or Asians in COVID-19 and SARS outbreaks, and West Africans in Ebola outbreaks). The targeted people are often removed from their social support system, which can lead to isolation and mental health problems. More importantly, stigmatization can drive potential patients to avoid accessing the healthcare system, and instead, continuing to spread infection over worries of being shunned by others. However, the current approach to mental health issues seems to focus mostly on individual factors rather than the public. Therefore, the establishment of a public system is crucial to verify the validity of information released by the media. Communities and mental health authorities should consistently make efforts to enhance social support systems and eliminate stigma of the disease. Building a targeted mental healthcare strategy for different population domains, including the quarantined and medical staff, would also be beneficial.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 698,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "www.eymj.org"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Korean Society of Epidemiology 2019-nCoV Task Force Team. An interim review of the epidemiological characteristics of 2019 novel coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Health",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korean woman suspected of corona 19 infection committed suicide: negative in post-test",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Korean Center for Disease Control and Prevention. Guideline for preventing COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Corona19 Mental Health Guidelines for psychological defense",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--932",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ministry of Health and Welfare, Psychological Support Group Network. Mind care guideline for the epidemic stress",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Center for Inectious Diseases/SARS Community Outreach Team. Fear and stigma: the epidemic within the SARS outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Person",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Govert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "358--63",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Sun Jae Jung https://orcid.org/0000-0002-5194-7339 Jin Yong Jun https://orcid.org/0000-0001-7703-0505",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}